## Лабораторная работа 4. Анализирование сайта с помощью Яндекс.Метрики и Yandex DataLens
> [Отчет по работе](https://drive.google.com/file/d/13-mLQRXsxqPUaNZ-Fltmh6NM5wz6FWqY/view?usp=drive_link)
> 
> [Ссылка на конечный дашборд](https://datalens.yandex.ru/0p3o09mga42wq-superheroes-dashboard)

Задание: Авторизироваться в Yandex DataLens. Создать счетчик в Яндекс.Метрике. Создать подключение к счетчику в Yandex DataLens. Создать стандартный дашборд. Редактировать стандартный дашборд.

Счетчик в Яндекс.Метрике:
![4-1](img4/4-1.png)

Подключение к счетчику:
![4-2](img4/4-2.png)

Стандартный дашборд:
![4-3](img4/4-3.png)
![4-4](img4/4-4.png)
![4-5](img4/4-5.png)

Редактирование чарта "Визиты по типам устройств и ОС":
![4-6](img4/4-6.png)
